Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/yk:n_ihmisoikeuskomitea:_kho:n_paatokset_vuoden_2015_saamelaiskarajavaalien_vaaliluettelosta_loukkasivat_ihmisoikeuksia.html.tmx
Source language: fin
Languages: smn

source: YK:n ihmisoikeuskomitea: KHO:n päätökset vuoden 2015 saamelaiskäräjävaalien vaaliluettelosta loukkasivat ihmisoikeuksia
smn: OA olmoošvuoigâdvuotâkomitea: Alemuu haldâttâhrievti miärádâsah ive 2015 sämitiggevaaljâi valjâluvâttâlmist luávkkájii olmoošvuoigâdvuođâid

source: Suomen ratifioimaa kansalais- ja poliittisia oikeuksia koskevaa yleissopimusta (ns. KP-sopimus) valvova Yhdistyneiden kansakuntien ihmisoikeuskomitea on tänään julkistanut kaksi ratkaisua valituksiin vuoden 2015 saamelaiskäräjävaaleihin liittyvistä korkeimman hallinto-oikeuden ratkaisuista.
smn: Suomâ ratifisistem aalmuglâš- já poolitláid vuoigâdvuođáid kyeskee almossopâmuš (nk. KP-sopâmuš) koccee Ovtâstum aalmugij olmoošvuoigâdvuotâkomitea lii onne almostittâm kyehti čuávdus väidimáid ive 2015 sämitiggevaljáid lohtâseijee alemuu haldâttâhrievti čuávdusijn.

source: Toisen valituksista teki Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio käräjien hallituksen valtuuttamana.
smn: Nube väidimijn toovâi Sämitige saavâjođetteijee Tiina Sanila-Aikio ko tige stiivrâ váldásmitij suu.

source: Tapauksissa oli kyse korkeimman hallinto-oikeuden (KHO) 30. syyskuuta 2015 antamien päätösten myötä Saamelaiskäräjien vaaliluetteloon hyväksyttyjä henkilöitä koskevasta asiasta.
smn: Tábáhtusâin lâi koččâmuš alemuu haldâttâhrievti (AHR) 30. čohčâmáánu 2015 adelem miärádâsâi vuáđuld Sämitige valjâluvâttâlmân tuhhiittum ulmuid kyeskee ääšist.

source: Sanila-Aikio pitää ratkaisua hyvänä.
smn: Sanila-Aikio ana čuávdus pyerrin.

source: “Sehän vahvistaa YK:n ihmisoikeuskomitean arvovallalla sen, mitä me olemme koko ajan sanoneet.
smn: “Tothân naanood OA olmoošvuoigâdvuotâkomitea árvuvaaldijn tom, maid mij lep ubâ paje ettâm.

source: KHO ei olisi saanut erkaantua saamelaiskäräjälain tekstistä, koska se on korvannut Saamen kansan itsemääräämisoikeuden omalla ‘kokonaisharkinnallaan’ ohi lain sanamuodon ja Saamelaiskäräjien vaalilautakunnan huolellisen työn jokaisen hakemuksen yksilöllisessä arvioinnissa.
smn: AHR ij liččii uážum iärániđ sämitiggelaavâ teevstâst, ko tot lii sajanpiejâm Sämiaalmug jiešmeridemvuoigâdvuođâ jieijâs ‘oleskuorâttâlmáin’ lappâd laavâ sänihäämi já Sämitige valjâlävdikode huolâlii pargo jyehi ucâmuš ohtâgâslii árvuštâlmist.

source: Meidän pitää nyt keskustella purkuhakemuksen tekemisestä KHO:lle, jotta asia saadaan takaisin lailliselle tolalle.
smn: Mij kolgâp tääl savâstâllâđ raččomucâmuš rähtimist AHR:n, vâi finnip ääši maasâd lavâlii táásán.

source: Ihmisoikeuskomitea toteaa ratkaisussaan, että KHO:n päätökset, joilla Saamelaiskäräjien vaaliluetteloon otettiin 93 henkilöä vastoin Saamelaiskäräjien vaalilautakunnan ja hallituksen kantaa, loukkasivat KP-sopimuksen 25 artiklaa sekä yksin että yhdessä 27 artiklan kanssa ja tulkittuna 1 artiklan valossa.
smn: Olmoošvuoigâdvuotâkomitea paahud čuávdusistis, ete AHR miärádâsah, moiguin Sämitige valjâluvâttâlmân váldojii 93 olmožid Sämitige valjâlävdikode já stiivrâ uáivil vuástá, luávkkájii KP-sopâmuš 25 artikkâl sehe ohtuu já oovtâst 27 artikkâláin já tulkkum 1 artikkâl mield.

source: Näistä sopimuskohdista 25 artikla koskee poliittisia osallistumisoikeuksia, 27 artikla vähemmistöjen oikeuksia ja 1 artikla kansojen itsemääräämisoikeutta.
smn: Tain sopâmušsoojijn 25 artikkâl kuáská poolitláid uásálistemvuoigâdvuođáid, 27 artikkâl ucceeblovoi vuoigâdvuođáid já 1 artikkâl aalmugij jiešmeridemvuoigâdvuotân.

source: Ihmisoikeuskomitea toteaa, että vuodesta 2011 lähtien KHO on poikennut sekä saamelaiskäräjälain 3 §:n sanamuodosta että lainkohdan yhteisymmärrykseen perustuvasta tulkinnasta, kun se laissa edellytettyjen objektiivisten kriteerien sijasta on soveltanut omaa “kokonaisharkintaansa”.
smn: Olmoošvuoigâdvuotâkomitea paahud, ete ive 2011 rääjist AHR lii spiekâstâm sehe sämitiggelaavâ 3 § sänihäämist já lahâsaje ohtsâšibárdâsân vuáđuduvvee tulkkuumist, ko tot laavâst vattum objektiivlii kriterij saajeest lii heiviittâm jieijâs “oleskuorâttâllâm”.

source: Saamelaiskäräjien vaalilautakunnan yksilöllinen tutkinta vaaliluetteloon ottamisesta oli nimenomaan perustunut laissa säädettyihin kriteereihin, ja tällä perusteella kyseisiä 93 henkilöä ei ollut otettu vaaliluetteloon.
smn: Sämitige valjâlävdikode ohtâgâslâš tutkâm valjâluvâttâlmân väldimist lâi eidu vuáđudum laavâst asâttum kriteráid, já ton vuáđuld taid 93 olmožid iä lamaš valdum valjâluvâttâlmân.

source: Nyt ihmisoikeuskomitea on asettunut Saamelaiskäräjien vaalilautakunnan ja hallituksen kannalle ja todennut, että KHO:n omaksuma tulkinta poikkesi laista eikä perustunut kohtuullisiin ja objektiivisiin kriteereihin.
smn: Tääl olmoošvuoigâdvuotâkomitea lii asâttum Sämitige valjâlävdikode já stiivrâ uáivilân já pahudâm, ete AHR váldám tulkkum spiekâstij laavâst ige vuáđudum kuáhtuláid já objektivláid kriteráid.

source: KP-sopimuksen 2 (3) artiklan mukaan sopimusvaltio on velvollinen hyvittämään ihmisoikeusloukkauksen milloin sellainen on todettu.
smn: KP-sopâmuš 2 (3) artikkâl mield sopâmušstaatâ lii kenigâs pyerettiđ olmoošvuoigâdvuotâluávkkám kuás taggaar lii pahudum.

source: Nyt annetussa ratkaisussaan komitea toteaa, että tämä edellyttää “täyden ennallistavan hyvityksen turvaamista”.
smn: Tääl adelum čuávdusistis komitea paahud, ete taat váátá “tievâ ovdii tilán macâttee pyerettem turvim”.

source: Tämä saattaa olla mahdollista vain sitä kautta, että KHO purkaa omat ratkaisunsa.
smn: Taat puáhtá leđe máhđulâš tuše ton peht, ete AHR raččo jieijâs čuávdusijd.

source: Ihmisoikeuskomitea toteaa erikseen, että Suomi on velvollinen tarkistamaan saamelaiskäräjälain 3 §:n siten, että varmistetaan että Saamelaiskäräjien vaalien kriteerit äänioikeudelle on määritelty ja niitä käytännössä sovelletaan tavalla, joka vastaa Saamen kansan oikeutta nauttia sisäistä itsemääräämisoikeutta.
smn: Olmoošvuoigâdvuotâkomitea paahud sierâ, ete Suomâ lii kenigâs tärhistiđ sämitiggelaavâ 3 § tienuuvt, ete visásmiteh, ete Sämitige vaaljâi kritereh jienâvuoigâdvuotân láá miäruštâllum já taid keevâtlávt heiviittuvvojeh vuovvijn, mii västid Sämiaalmug vuoigâdvuođâ navdâšiđ siskáldâs jiešmeridemvuoigâdvuođâ.

source: Suomi on myös velvollinen ottamaan kaikki tarpeelliset askeleet sen varmistamiseksi, että vastaavilta loukkauksilta vältytään tulevaisuudessa.
smn: Suomâ lii meid kenigâs väldiđ puoh tárbulijd laavhijd, vâi visásmiteh, ete västideijee luávkkámeh iästojeh puátteevuođâst.

source: Ihmisoikeuskomitean ratkaisuun liittyy yhden jäsenen täydentävä mielipide, joka päätyy samaan lopputulokseen kuin koko komitea mutta sisältää lisäperusteluja.
smn: Olmoošvuoigâdvuotâkomitea čuávdusân lahtoo oovtâ jeessân tievâsmittee uáivil, mast lii siämmáš loppâpuáđus ko oles komiteast mutâ siskeeld lasevuáđustâsâid.

source: Suomen tulee raportoida komitealle kuuden kuukauden sisällä niistä toimenpiteistä, joihin ratkaisujen johdosta on ryhdytty.
smn: Suomâ kalga raportistiđ komitean kuuđâ mánuppaje siste tain tooimâin, mooid čuávdusij keežild láá álgám.

source: Ratkaisu ihmisoikeuskomitean internet-sivuilla osoitteessa: https://tbinternet.ohchr.org/Treaties/CCPR/Shared%20Documents/FIN/CCPR_C_124_D_2668_2015_28169_E.pdf
smn: Čuávdus olmoošvuoigâdvuotâkomitea internet-siijđoin čujottâsâst: https://tbinternet.ohchr.org/Treaties/CCPR/Shared%20Documents/FIN/CCPR_C_124_D_2668_2015_28169_E.pdf

source: Ulkoministeriön tiedote asiasta 1.2.2019: https://um.fi/ajankohtaista/-/asset_publisher/gc654PySnjTX/content/yk-n-ihmisoikeuskomitealta-kaksi-ratkaisua-saamelaiskarajien-vaaliluetteloon-hyvaksymista-koskevassa-asiassa?p_p_auth=cifAZqe8&amp;curAsset=0&amp;stId=44227
smn: Olgoministeriö tiäđáttâs ääšist 1.2.2019 https://um.fi/ajankohtaista/-/asset_publisher/gc654PySnjTX/content/yk-n-ihmisoikeuskomitealta-kaksi-ratkaisua-saamelaiskarajien-vaaliluetteloon-hyvaksymista-koskevassa-asiassa?p_p_auth=cifAZqe8&amp;curAsset=0&amp;stId=44227

source: Lisätietoja Puheenjohtaja Tiina Sanila-Aikio, puh. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
smn: Lasetiäđuh
